Repository: baptistesx/rankai
Catalog: lib/core/l10n/intl_*.arb
Languages: fr

# rankaiSlogan
source: Providing rankings in seconds
fr: Des classements en quelques secondes

# entityCardTitleUnknown
source: Unknown
fr: Inconnu

# entityCardAuthorUnknown
source: Unknown
fr: Inconnu

# entityCardDescriptionUnknown
source: Unknown
fr: Inconnue

# entityCardSeeMoreButton
source: See More
fr: Voir plus

# resultPageTitle
source: Here it is
fr: Et voilà

# resultPageOtherRankingButton
source: Get a different ranking
fr: Autre classement

# resultsPageError
source: An error occured
fr: Une erreur est survenue

# lastRankingsSectionTitlePartOne
source: Your last
fr: Vos derniers

# lastRankingsSectionTitlePartTwo
source: rankings
fr: classements

# searchPageCatchPhrase
source: What ranking are you interested for ?
fr: Quel classement vous intéresse ?

# searchPageFieldHint
source: The 10 best books for entrepreneurs
fr: Les 10 meilleurs livres pour entrepreneurs

# searchPageGoButton
source: Ranking, please
fr: C'est parti

# searchingPageMessagePartOne
source: Getting the best ranking,
fr: Obtention du meilleur classement,

# searchingPageMessagePartTwo
source: just for you...
fr: juste pour vous...

# appDescription
source: Get any kind of ranking as the best movies of 2023, the best books for entrepreneurs in few seconds thanks to Chat GPT 4.
fr: Obtenez tout type de classement comme les meilleurs films de 2023, les meilleurs livres pour entrepreneurs en quelques secondes grâce à Chat GPT 4.
